export function ErrorPage(){
    return `
    <div class="error">
        ERROR
        PAGE NOT FOUND
    </div>
    `
}
export function Filials() {
    return `
    <div class="national-block block">
        <div class="block__title">Главное здание Национального музея</div>
        <div class="block__row">
            <div class="block__column ">
                <div class="block__image"><img src="static/img/1x1.png" data-src="static/img/filial/national_main.webp" alt=""></div>
            </div>
            <div class="block__column">
                <div class="block__subtitle">информация</div>
                <div class="block__body body-block">
                    <div class="body-block__info info-block">
                        <div class="info-block__address">AL. 3 MAJA 1, 30-062, КРАКОВ</div>
                        <a class="info-block__phone" href="tel:+48 12 433 55 00">+48 12 433 55 00</a>
                        <div class="info-block__working">
                            <div class="info-block__border"></div>
                            <div class="info-block__info">
                                <span>ЧАСЫ РАБОТЫ</span>
                                ПН: ВЫХОДНОЙ 
                                ВТОРНИК: 10.00-19.00
                                СРЕДА, ЧЕТВЕРГ: 10.00-18.00
                                ПЯТНИЦА, СУББОТА: 10.00-19.00
                                ВОСКРЕСЕНЬЕ: 10.00-18.00
                            </div>
                        </div>
                    </div>
                    <div class="body-block__map">
                        <iframe src="https://www.google.com/maps/embed?pb=!1m14!1m8!1m3!1d10245.515540338036!2d19.9237364!3d50.0604656!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x0%3A0x3965c07586ade85a!2z0J3QsNGG0LjQvtC90LDQu9GM0L3Ri9C5INC80YPQt9C10Lkg0LIg0JrRgNCw0LrQvtCy0LU!5e0!3m2!1sru!2sru!4v1631803287700!5m2!1sru!2sru" " allowfullscreen="" loading="lazy"></iframe>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="museum-block block">
        <div class="block__row">
            <div class="block__column">
                <div class="block__title">Музей Чарторыйских</div>
                <div class="block__image"><img src="static/img/1x1.png" data-src="static/img/filial/chart_main.webp" alt=""></div>
            </div>
            <div class="block__column">
                <div class="block__subtitle">информация</div>
                <div class="block__body body-block">
                    <div class="body-block__info info-block">
                        <div class="info-block__address">UL. PIJARSKA 15, 31-015 KRAKÓW</div>
                        <a class="info-block__phone" href="tel:+48 12 370 54 66">+48 12 370 54 66</a>
                        <div class="info-block__working">
                            <div class="info-block__border"></div>
                            <div class="info-block__info">
                                <span>ЧАСЫ РАБОТЫ</span>
                                ПН: ВЫХОДНОЙ 
                                ВТОРНИК: 10.00-19.00
                                СРЕДА, ЧЕТВЕРГ: 10.00-18.00
                                ПЯТНИЦА, СУББОТА: 10.00-19.00
                                ВОСКРЕСЕНЬЕ: 10.00-18.00
                            </div>
                        </div>
                    </div>
                    <div class="body-block__map">
                        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2561.1530540122785!2d19.93791061588565!3d50.06469522296552!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47165b8ac7a65b29%3A0xa3fdb6fda3f59232!2sMuzeum%20Czartoryskich%20w%20Krakowie%20Farina%20Cafe%20%26%20Wine!5e0!3m2!1sru!2sus!4v1631807605013!5m2!1sru!2sus"  style="border:0;" allowfullscreen="" loading="lazy"></iframe>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="sukkonnie-block block">
        <div class="block__row">
            <div class="block__column">
                <div class="block__title">Сукконные ряды</div>
                <div class="block__image"><img src="static/img/1x1.png" data-src="static/img/filial/sukkonie_main.webp" alt=""></div>
            </div>
            <div class="block__column">
                <div class="block__subtitle">информация</div>
                <div class="block__body body-block">
                    <div class="body-block__info info-block">
                        <div class="info-block__address">RYNEK GŁÓWNY 3, 31-042 KRAKÓW</div>
                        <a class="info-block__phone" href="tel:+48 12 433 54 00">+48 12 433 54 00</a>
                        <div class="info-block__working">
                            <div class="info-block__border"></div>
                            <div class="info-block__info">
                                <span>ЧАСЫ РАБОТЫ</span>
                                ПН: ВЫХОДНОЙ 
                                ВТОРНИК: 10.00-19.00
                                СРЕДА, ЧЕТВЕРГ: 10.00-18.00
                                ПЯТНИЦА, СУББОТА: 10.00-19.00
                                ВОСКРЕСЕНЬЕ: 10.00-18.00
                            </div>
                        </div>
                    </div>
                    <div class="body-block__map">
                        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2561.3132816509124!2d19.93511431588554!3d50.06169432318064!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47165b0e077b0fdd%3A0xbff092d1c74fbf8e!2z0JPQsNC70LXRgNC10Y8g0L_QvtC70YzRgdC60L7Qs9C-INC40YHQutGD0YHRgdGC0LLQsCBYSVgg0LLQtdC60LA!5e0!3m2!1sru!2sus!4v1631807804739!5m2!1sru!2sus" style="border:0;" allowfullscreen="" loading="lazy"></iframe>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="ciolka-block block">
        <div class="block__row">
            <div class="block__column">
                <div class="block__title">Дворец епископа Эразма Циолка</div>
                <div class="block__image"><img src="static/img/1x1.png" data-src="static/img/filial/ciolka_main.webp" alt=""></div>
            </div>
            <div class="block__column">
                <div class="block__subtitle">информация</div>
                <div class="block__body body-block">
                    <div class="body-block__info info-block">
                        <div class="info-block__address">UL. KANONICZA 17, 31-002 KRAKÓW</div>
                        <a class="info-block__phone" href="tel:+48 12 433 59 20">+48 12 433 59 20</a>
                        <div class="info-block__working">
                            <div class="info-block__border"></div>
                            <div class="info-block__info">
                                <span>ЧАСЫ РАБОТЫ</span>
                                ПН: ВЫХОДНОЙ 
                                ВТОРНИК: 10.00-19.00
                                СРЕДА, ЧЕТВЕРГ: 10.00-18.00
                                ПЯТНИЦА, СУББОТА: 10.00-19.00
                                ВОСКРЕСЕНЬЕ: 10.00-18.00
                            </div>
                        </div>
                    </div>
                    <div class="body-block__map">
                        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2561.6034664563476!2d19.935080115885413!3d50.05625912357018!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x47165b6d2ce1ee7b%3A0xd4beb6c9145604ed!2z0JTQstC-0YDQtdGGINC10L_QuNGB0LrQvtC_0LAg0K3RgNCw0LfQvNCwINCm0LjQvtC70LXQutCw!5e0!3m2!1sru!2sus!4v1631807992960!5m2!1sru!2sus"  style="border:0;" allowfullscreen="" loading="lazy"></iframe>
                    </div>
                </div>
            </div>
        </div>
    </div>
    `
}
export function Gallery(){
    return `
    <div class="gallery">
    <div class="gallery__history history-gallery">
        <div class="history-gallery__title">Галерея польского искусства XIX века</div>
        <div class="history-gallery__body">
            <div class="history-gallery__text FLU">Здание Суконных рядом, где в настоящее время находится Галерея польского искусства XIX века, было построено в XIV веке для городских торговых рядов. В 1879г. после обширной реставрации  оно получило новое назначение - здесь был открыт первый в Польше национальный музей. В настоящее время в четырех залах музея размещены более 200 произведений, которые демонстрируют наиболее важные тенденции в польском искусстве конца XVIII и XIX веков. В галерее представлены работы итальянца Марчелло Баччиарелли и француза Жан-Пьера Норблена, которые были придворными художниками польского короля и крупного мецената Станислава Августа Понятовского. Портрет этого властителя в коронационных одеждах кисти Баччиарелли(около 1790г.) также можно увидеть в Суконных рядах. В Галерее польского искусства XIX века представлены в основном работы крупнейших польских представителей романтизма, реализма, импрессионизма, символизма. Можно также увидеть несколько скульптур, таких как: <q>Психея, теряющая сознание</q> Якуба Татаркевича(1830г.), <q>Гладиатор</q> Пия Велоньского(1881г.), <q>У могилы</q> Антония Плешовского(1887г.). Часть собрания живописи эпохи <q>Молодой Польши</q> размещена в главном здании Национального музея. </div>
            <div class="history-gallery__image ibg"><img src="static/img/gallery/sukkonie.webp" alt=""></div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__left">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/gallery/senko.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Петр Михаловский</div>
                    <div class="exhibit-block__subtitle">Сенько</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Это один из лучших портретов из собрания польского искусства Национального музея в Кракове(подарок дочери художника Юзефы). Он изображает крестьянина по имени Сенько, который, вероятно, работал в имении Михаловского, упомянувшего о нем в одном из своих писем к жене. Картина написана в процессе подготовки к тому, чтобы создать образ Дон Кихота Ламанчского.
                        </p>
                        <p>
                            Михаловский хотел изобразить персонажа, придуманного Мигелем де Сервантесом, вместе с его неразлучным оруженосцем крестьянином Санчо Пансой. Картина Михаловского, основанная на гениальном романе, никогда не была написана, однако был создан потрясающий портрет крестьянина Сенько. На нем изображен персонаж, преисполненный грустью, смотрящий куда-то вдаль, что идеально вписывается в стилистику романтизма.
                        </p>
                        <p>
                            Самая яркая часть картины - это лицо крестьянина, простое, но с острым взглядом, наполненным тоской, мечтами, болью существования. Мощные мазки, выразительные движения кисти мастера придают полотну напряжение, отдаляя его от изящных придворных портретов.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__right">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/gallery/girl.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Пантелеон Шиндлер</div>
                    <div class="exhibit-block__subtitle">Купающаяся девушка</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Этот представитель акадимического направления создавал картины на религиозные, жанровые и восточные темы. Также использовал мотивы драм Шекспира и польской романтической поэзии. Вел свою собственную школу живописи.
                        </p>
                        <p>
                            В эпоху романтизма поднялась волна увлечения Востоком. Излюбленными темами художников стали сцены из гаремной жизни и работорговля, наполненные скрытым эротизмом. К таким работам относится и <q>Купающаяся девушка</q>, одна из десятков аналогичных работ, написанных Шиндлером. Картина считается классической работой польского академизма, исполнена с выдающимся мастерством. Темные и золотисто-коричневые тона завораживают своей гармоничной модуляцией благодаря мягкому наложению красок. Особенно красиво выглядит гладкое, шелковистое тело девушки. Художник переделал картину, устраняя находящуюся в глубине фигуру мужчины, приглядывающегося к обнаженной красавице.
                        </p>
                        <p>
                            Восхищает передача мягкого, прозрачного материала, которым прикрывается красивая девушка.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__left">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/gallery/exs.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Владислав Подковинский</div>
                    <div class="exhibit-block__subtitle">Экстаз</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            В 1889 - 1890гг. он жил в Париже, где познакомился с импрессионизмом, чьи иновационные формы живописи перенес на польскую почву. Со временем начал склоняться к символизму. Подковинский писал пейзажи, портреты и символические композиции. Его работы отличаются чистой, светящейся гаммой, часто со смелыми цветовыми сочетаниями. Он также высоко ценился как иллюстратор, работая для самых заметных журналов в Варшаве. Кроме того, он иллюстрировал книги м календари.
                        </p>
                        <p>
                            Бедность привела его к тяжелому заболеванию легких, повлекшему за собой преждевременную смерть в возрасте 29 лет.
                        </p>
                        <p>
                            Эта картина сразу же была объявлена порнографической и вызвала большой скандал в прессе. Смятение вокруг <q>Экстаза</q> лишь усилилось, когда Подковинский порезал картину незадолго до закрытия выставки, не объясняя причин своих действий. Широко распространено мнение, что это случилось из-за прогрессирующего сумасшествия, вызванного неразделенной любовью к жене друга. А скорая смерть художника привела к тому, что картина является одной из самых интригующих в истории польского искусства.
                        </p>
                        <p>
                            Произведение представляет нагую рыжую женщину в животном безумии страсти, еле удерживающуюся на диком жеребце. Животное скалит зубы, язык вывалился и расширены ноздри, изо рта идет пена. И конь, и женщина изображены в натуральную величину.
                        </p>
                        <p>
                            Легенда гласит, что на картине изображена несчастная любовь художника. Обоснованием для этой гипотезы служат следы порезов на холсте, указывающие, что именно на женскую фигуру была направлена ярость автора.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__right">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/gallery/hair.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Владислав Слевинский</div>
                    <div class="exhibit-block__subtitle">Расчесывающаяся</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Считается одним из предшественников стиля модерн в польской живописи. С 1888г. он жил в Бретани, с 1905г. по 1910г. работал в Кракове, Поронине, Варшаве, а затем вернулся во Францию. Писал портреты, натюрморты и пейзажи. Его наиболее важными работами являются: Расчесывающаяся (1897г.), Анемоны в вазе (1904г.), Сирота из Поронина (1906г.), Автопортрет (1915г.).
                        </p>
                        <p>
                            Этот шедевр представляет жену художника, русскую художницу Евгению Шевцову. Женщина сидит в интимной позе, в спадающей с плеч рубашке, и расчесывает длинные рыжие волосы. Она сидит вполоборота к зрителю, поэтому ее лица не видно. Она завораживает своей красотой - олебастровая кожа, красивые рыжие волосы, великолепная линия спины, тонкий стан помещают ее в один ряд с известнейшими красавицами в истории живописи.
                        </p>
                        <p>
                            Картина идеально сочетает формы модерна с чувственностью эпохи Молодой Польши. Мягкие линии, абрис деталей, текучесть форм, расплывчатость цветовых очертаний - вот лишь некоторые из характеристик работы, которой восхищались уже современные художники. В 1907г. другой польский художник Густав Гвоздецкий написал об этой работе: <q>Существует в ней нечто, что является как бы душой этой картины, что-то, чего не было в других картинах.</q>
                        </p>
                        <p>
                            Простыми приемами художник показал красоту женского тела, не умаляя таинственности и эротизма сцены.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </div>
    `
}
export function Lotto() {
    return `
    <div class="lotto picture">
        <div class="lotto__body picture__body">
            <div class="lotto__image picture__image"><img data-src="static/img/lotto/lotto.webp" src="static/img/1x1.png" alt="lotto"></div>
            <div class="picture__author"><cite>Поклонение младенцу Христу.</cite> Лоренцо Лотто. 1508г.</div>
            <div class="lotto__text picture__text text">
                <div class="text__card FLU">Слева от Мадонны с младенцем стоит Франциск Ассизский , в центре на заднем плане - престарелый святой (святой Иероним или святой Иосиф), а справа - мученица, возможно Екатерина Александрийская</div>
                <div class="text__card">В 17 веке она находилась в коллекции Гаспара де Аро-и-Гусмана (1629–1687), посла Испании. <div class="lotto__image-2 picture__image-2"><img src="static/img/1x1.png" data-src="static/img/lotto/lotto_2.webp" alt=""></div>Риму и вице-королю Неаполя, одному из величайших коллекционеров того времени, о чем свидетельствует его марка на реверсе изображения. В 1804 году он был куплен в Неаполе за 100 дукатов Яном Феликсом Тарновским, который в 1834 году подарил его Янови Каролови Сципио дель Кампо, его племянник и каноник капитула Кракова.</div>
                <div class="text__card">Он был включен в монографию Бернарда Беренсона 1901 года о художнике. Он был куплен Зигмунтом Пусловским в начале 20-го века, и его следующим владельцем после него был Ксаверий Пусловски, который позже передал его своему крестному отцу Маркови Ростворовскому. Он был продан Ростворовским в 1971 году его нынешнему владельцу.</div>
            </div>
        </div>
        <div class="picture__border"></div>
        <div class="author__body">
            <div class="author__title">Лоренцо Лотто</div>
            <div class="author__card">
                <div class="author__text text">
                    <div class="text__card">Лоренцо Лотто был чрезвычайно упрямой личностью, что нашло отражение и в его творчестве. Его обычно считают художником Высокого Возрождения, но всегда сохранял свой стиль. Хотя на него повлияла венецианская школа, он провел большую часть своей карьеры в других городах северной Италии. Их влияние было также очевидно в его работах. Обучение Лото, вероятно, началось в его родном городе Венеции. Хотя нет четких доказательств этого, он, вероятно, был учеником Альвизе Виварини. Однако, скорее всего, на него повлиял Джованни Беллини, что особенно заметно в картине <q>Богородица с младенцем и святой Иероним</q>. Работы Джорджоне, влияние которых отражено в ранних работах Лотто и особенно в его портретах, вероятно, также сыграли важную роль. Из-за того, что он провел последние годы в других городах северной Италии, его стиль в эти годы меняется. В настоящее время он, кажется, больше ориентирован на Корреджо.</div>
                    <div class="text__card">Лотто покинул родной город молодым художником. Вероятно, это произошло из-за большой конкуренции со стороны других начинающих художников, таких как Джорджоне, Тициан и Пальма Старшая. Между 1503 и 1525 годами Лотто жил и работал в Тревизо, Реканти, Риме, регионе Марке и Бергамо. Затем он вернулся в Венецию на несколько лет, где сначала жил в доминиканском монастыре Санти-Джованни-э-Паоло. Но всего через несколько месяцев ему снова пришлось покинуть монастырь из-за ожесточенного спора с художницей госпожой Дамиано да Бергамо. Lotto получила много прибыльных контрактов в Венеции, потому что город был чрезвычайно богат. Хотя Лотто был занят бизнесом, он не соответствовал популярности и репутации Тициана, который в то время был доминирующим художником в городе. Стиль Тициана коснулся и Лотто, который, как этот, стал рисовать яркими красками. Но Lotto сохранила свой оттенок мощной демонстрации эмоций. Его произведения становились все более повествовательными и драматичными, как в <q>Благовещении</q> или <q>Мадонне на троне с четырьмя святыми</q>.</div>
                    <div class="text__card">Карьера и творчество Лото - отражение его личности. Его считали очень нервным, энергичным и беспокойным человеком. Ему было трудно оставаться на одном месте в течение длительного периода времени или иметь долгосрочные отношения. Когда одна из его картин не могла быть продана на аукционе в 1550 году, Лотто, как говорят, был глубоко встревожен и разочарован. Он все реже и реже продавал картины, что доставляло ему финансовые проблемы. Чтобы обеспечить себе средства к существованию, он брался за простые задания, которые, вероятно, не подвергали сомнению навыки художника. Например, ему приходилось рисовать числа на больничных койках. Когда его зрение начало ухудшаться, глубоко религиозный Лото вошел в Базилику Санта-Каса в Лорето как мирянин. Свою последнюю работу там, <q>Представление в храме</q>, он не смог закончить до своей смерти.</div>
                    </div>
                <div class="author__image ibg"><img src="static/img/1x1.png" data-src="static/img/lotto/author.webp" alt=""></div>
            </div>
        </div>
    </div>
        `
}
export function Main() {
    return `
    <div class="fullscreen">
        <div class="fullscreen__body">
            <div class="fullscreen__title">Национальный музей</div>
            <div class="fullscreen__text">Национальный музей в Кракове - это одно из известнейших в Польше художественных собраний. Его залы принимают тысячи посетителей, а шедевры из коллекции музея неустанно путешествуют по миру, доставляя радость любителям искусства и за пределами Польши.</div>
            <div class="scroll-icon" id="scroll-btn"></div>
        </div>
    </div>
    <div class="history">
        <div class="history__row">
            <div class="history__column">
                <div class="history__title">История создания и развития Национального музея</div>
                <div class="history__text">
                    На музей в Кракове поистине является святыней польского искусства. Он был основан, чтобы сохранить лучшие произведения искусства и увековечить память о бурной, богатой событиями истории польского народа.
                </div>
                <a href="/national" data-link class="history__btn button">Читать больше</a>
            </div>
            <div class="history__column ibg">
                <img src="static/img/museum.webp" alt="museum">
            </div>
        </div>
    </div>
    <div class="collection">
        <div class="collection__title">Жемчужины коллекции</div>
        <div class="collection__row">
            <div class="collection__column column-collection">
                <div class="column-collection__body">
                    <div class="column-collection__image"><img src="static/img/1x1.png" data-src="static/img/rembrandt.webp" alt="photo collection"></div>
                    <div class="column-collection__title"><span>Пейзаж с милосердным самаритянином.</span> Рембрандт Харменс Ван Рейн, 1638г.</div>
                </div>
                <a href="/rembrandt" data-link class="column-collection__button button">Подробнее</a>
            </div>
            <div class="collection__column column-collection">
                <div class="column-collection__body">
                    <div class="column-collection__image"><img src="static/img/1x1.png" data-src="static/img/da-vinchi.webp" alt="photo collection"></div>
                    <div class="column-collection__title"><span>Дама с горностаем.</span> Леонардо да Винчи, около 1490г. </div>
                </div>
                <a href="/woman" data-link class="column-collection__button button">Подробнее</a>
            </div>
            <div class="collection__column column-collection">
                <div class="column-collection__body">
                    <div class="column-collection__image"><img src="static/img/1x1.png" data-src="static/img/lotto.webp" alt="photo collection"></div>
                    <div class="column-collection__title"><span>Поклонение Младенцу Христу.</span>Лоренцо Лотто, около 1508г.</div>
                </div>
                <a href="/lotto" data-link class="column-collection__button button">Подробнее</a>
            </div>
        </div>
    </div>
    <div class="gallery">
        <div class="gallery__row">
            <div class="gallery__column ibg">
                <img src="static/img/sukkonnie.webp" alt="gallery photo">
            </div>
            <div class="gallery__column column-card">
                <div class="column-card">
                    <div class="column-card__body">
                        <div class="column-card__title">Галерея польского искусства XIX века</div>
                        <div class="column-card__text">Здание Суконных рядов, где находится Галерея польского искусства XIX века, было построено в XIV веке для городских торговых рядов. В 1879г. после обширной реставрации оно получило новое назначение - здесь был открыт первый в Польше национальный музей.В настоящее время в залах музея размещены более 200 произведений, которые демонстрируют наиболее важные тенденции в польском искусстве конца XVIII и XIX веков.</div>
                        <div class="column-card__border"></div>
                    </div>
                    <a href="/gallery" data-link class="column-card__button button-big">Читать больше</a>
                </div>
            </div>
            <div class="gallery__column ibg">
                <img src="static/img/sukkonnie_2.webp" alt="gallery photo">
            </div>
        </div>
    </div>
    <div class="museum">
        <div class="museum__row">
            <div class="museum__column ibg">
                <img src="static/img/chartoriiskih.webp" alt="museim chartoriiskih">
            </div>
            <div class="museum__column column-card">
                <div class="column-card">
                    <div class="column-card__body">
                        <div class="column-card__title">Музей Чарторыйских</div>
                        <div class="column-card__text">Музей Чарторыйских является старейшим в Польше. Его основали представители одного из самых известных польских аристократических родов. Музей был основан в Пулавах в 1801г. княгиней Изабеллой Чарторыйской из рода Флемминг. Сегодня вместе с бесценными библиотечными собраниями Чарторыйских он является частью Национального музея в Кракове.</div>
                        <div class="column-card__border"></div>
                    </div>
                    <a href="/museum" data-link class="column-card__button button-big">
                        Читать больше
                    </a>
                </div>
            </div>
        </div>
    </div>
    <div class="old">
        <div class="old__row">
            <div class="old__column ibg">
                <img src="static/img/erazma.webp" alt="дворец эразма">
            </div>
            <div class="old__column column-card">
                <div class="column-card__body">
                    <div class="column-card__title">Старинное искусство до XVIII века</div>
                    <div class="column-card__text">Дворец епископа Эразма Циолка построен в начале XVI века. Это самое красивое здание на Каноничей улице, одной из самых старых в Кракове. Во дворце собрано бесценное средневековое искусство, например деревянная скульптура, в том числе <q>Пьета</q>(около 1340г.) из больницы для белых в Бече, фрагменты деревянных алтарей, эпитафии, предметы искусства из некоторых костелов.</div>
                    <div class="column-card__border"></div>
                </div>
                <a href="/old" data-link class="column-card__button button-big">Читать больше</a>
            </div>
        </div>
    </div>
    `
}
export function Museum() {
    return `
    <div class="museum">
    <div class="museum__history history-museum">
        <div class="history-museum__title">Музей Чарторыйских</div>
        <div class="history-museum__body">
            <div class="history-museum__text FLU">Музей Чарторыйских является старейшим в Польше. Его основали представители одного из самых известных польских аристократических родов. Музей был основан в Пулавах в 1801г. княгиней Изабеллой Чарторыйской из рода Флемминг. Сегодня вместе с бесценными библиотечными собраниями Чарторыйских он является частью Национального музея в Кракове. Музей хранит в своих фондах выдающиеся образцы древнего искусства(памятники греческой, египетской, этрусской и римской культуры), польское, европейское и ближневосточное оружие, ремесленные изделия и иные памятники, связанные с польской историей. Частью Музея Чарторыйских является библиотека, созданная в конце XVIII века Адамом Казимиром Чарторыйским и Изабеллой Флемминг. В 1830г. в нее входило 70 000 книг и 3000 рукописей. К сожалени, множество изданий, особенно рукописных книг, погибло во время Второй мировой войны.</div>
            <div class="history-museum__image ibg"><img src="static/img/chartoriickih/chart.webp" alt=""></div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__left">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/chartoriickih/vaza.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Краснофигурная вазопись</div>
                    <div class="exhibit-block__subtitle">Краснофигурная гидрия</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Краснофигурная вазопись является специфической техникой украшения древнегреческих ваз. Изделия покрывались лаком определенного химического состава и обжигались, в результате чего появилось изображение красного цвета на черном фоне. В отличие от чернофигурной техники, краснофигурная позволила более точно передавать детали. Этот стиль появился около 530лет до н.э. в мастерской афинского мастера Андокида.
                        </p>
                        <p>
                            Гидрия, или керамический кувшин для воды, предположительно созданный Нузикаем, мастером из Афин. Был куплен для музея Чарторыйских в Неаполе в 1893г. Владиславом Чарторыйским. Представляет собой сцены из мифа о боге Дионисе. Царь Ликург не пропускал Диониса через Фракию. Разгневанный бог наслал на Ликурга безумие. На кувшине можно увидеть сцену, в которой безумный царь в своем собственном сыне видит куст лозы и замахивается топором, чтобы срубить куст. Рядом на коленях обезумевшая мать мальчика. Над головой сына Ликурга стоит Дионис, держащий в руках веточки лозы.
                        </p>
                        <p>
                            Дионис был сыном Зевса и дочери Кадма, Семелы. В греческом архаическом искусстве изображался в расцвете сил, бородатым, во фракийских или фригийских одеждах.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__right">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/chartoriickih/udif.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Андреа Мантенья</div>
                    <div class="exhibit-block__subtitle">Юдифь с головой Олоферна</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Этот итальянский живописец, рисовальщик гравер был одним из самых ярких представителей эпохи Возрождения. Он работал в Падуе, в Мантуе при дворе Гонзага, а затем в Риме. Его самой известной работой является картина <q>Мертвый Христос</q>, написанная в 1465-1466гг. и представляющая мертвое тело Христа, уложенное на мраморной скамье, в необычном ракурсе. Художник создавал фрески, религиозные, мифологические, исторические и аллегорические работы.
                        </p>
                        <p>
                            Олоферн - библейский персонаж из Книги Юдифи, военачальник при Навуходоносоре. Очарованный красотой Юдифи, которая пришла в его палатку ночью, выдавая себя за ворожею, решил овладеть ею. Он был счастлив, потому что Юдифь предсказала, что он захватит Бетулию. Когда Олоферн опьянел после пира, Юдифь обезглавила его и принесла голову в осажденный город. Голову Олоферна повесили на стенах города, что вызвало панику среди ассирийцев, их отход и победу израильтян. Город был спасен.
                        </p>
                        <p>
                            Юдифь держит голову Олоферна, но отводит от нее взгляд - неизвестно, то ли от отвращения к врагу, то лм от ужаса от совершенного преступления.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__left">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/chartoriickih/woman.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Микеле Тозини (Микеле ди Ридольфо дель Гирландайо)</div>
                    <div class="exhibit-block__subtitle">Портрет женщины (Венера Победительница)</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Этот итальянский художник эпохи Возрождения был сыном известного живописца Доменико Гирландайо. Он вырос во Флоренции и обучался на работах и под влиянием мастеров страшего поколения.
                        </p>
                        <p>
                            Раньше считалось, что работа представляет собой портрет Беатриче, воспетой Данте. Сегодня искусствоведы считают, что это образ <i>Venus Victrix</i>, т.е. Венеры Победительницы. Кроме того, авторство картины тоже не сразу было точно установлено. Первоначально ее приписывали Джорджо Вазари, итальянскому живописцу, рисовальщику, архитектору и историку искусства, одному из главных представителей маньеризма. Однако в итоге исследователи сделали вывод, что это полотно написано Микеле Тозини, который сотрудничал с Вазари.
                        </p>
                        <p>
                            Столетия назад картина считалась Виттории Колонна - итальянской поэтессы и подруги гениального Микеланджело, для которой он писал несколько стихотворений и создал несколько ее портретов.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </div>
    `
}
export function National(){
    return `
    <div class="national">
    <div class="national__body">
            <div class="national__title">История создания и развития Национального музея</div>
            <div class="national__card">
                <div class="national__img ibg"><img src="static/img/national/national.webp" alt=""></div>
                <div class="national__text">
                    <div class="text__card FLU">Национальный музей в Кракове - старейший и крупнейший музей в Польше, в названии которого присутствует прилагательное <q>национальный</q>. Он был основан в 1879 году постановлением Краковского городского совета. До конца Первой мировой войны это был единственный крупный музей, открытый для публики в Польше, и по сей день остается учреждением с самым большим количеством коллекций, зданий и постоянных галерей. Коллекции, находящиеся в ведении музея, насчитывают более 900 000 экспонатов, а его миссия - популяризация польского и зарубежного искусства. Национальный музей в Кракове имеет двенадцать филиалов. Основным местом является Главное здание, расположенное по адресу al. 3 Maja 1, где находится постоянная  Галерея художественных промыслов. В залах переменных выставок представлены временные выставки, кроме того, здесь проводятся образовательные мероприятия для детей, подростков и взрослых, проводятся многочисленные конференции, семинары и тренинги. В объекте также находятся офисы управления и администрации, библиотека, а также несколько музейных студий и мастерских. Самым старым филиалом Национального музея в Кракове является Суконные ряды на Rynek Główny 3, которые были выбраны в качестве резиденции строящегося музея в 1879 году. Расположенная здесь Галерея польского искусства XIX века является одной из самых известных музейных коллекций в Польше.</div>
                </div>
            </div>
            <div class="text__card">В музее есть три биографических отдела, посвященных великим польским художникам: Дом Яна Матейко.по адресу ул. Флорианская 41 (дом величайшего польского исторического художника) и дом Юзефа Мехоффера на ул. Крупнича 26 вместе с садом, реконструированным в 2004 году после более чем шестидесяти лет, спроектирован Юзефом Мехоффером и в то время считался самым красивым садом молодой Польши в Кракове. Третий филиал находится за пределами Кракова, в Закопане, на улице Каспрусье, 19. Это биографический музей великого польского композитора Кароля Шимановского , расположенный в деревянной вилле «Атма».</div>
            <div class="text__card">В доме Шолайских, на площади Щепаньского, 9 (бывший музей Станислава Выспянского), помимо постоянных и временных выставок, проводятся лекции, концерты, театральные представления и образовательные классы. Также есть музейный магазин и кафе.
            </div>
            <div class="text__card">Во дворце Бискупа Эразм Чолек, на улице Канонича, 17, есть две постоянные галереи, представляющие коллекции NMK. На первом этаже - галерея <q>Искусство старой Польши. XII - XVIII века</q> , где можно увидеть произведения польского средневековья, ренессанса и барокко. На первом этаже - галерея <q>Православное искусство Старой Республики</q>. В отреставрированных подвалах вы можете полюбоваться 800 фрагментами самых ценных архитектурных скульптур со всей Польши, в том числе из от церкви Святой Марии, Краковского собора или Гнезненского собора - в рамках проекта «Краков на кончиках пальцев. Архитектурная скульптура из собрания Национального музея в Кракове» .</div>
            <div class="text__card">Национальный музей в Кракове владеет бесценной коллекцией в 100 000 экземпляров, в том числе лучшей коллекцией польских монет в мире. Его ядро ​​составляет более 11 000 экземпляров знаменитого нумизмата и коллекционера исторических памятных вещей графа Эмерика Хуттен-Чапского (1828–1896). Коллекция вместе со зданием музея была передана в дар Национальному музею в Кракове. Так Музей Эмерик Хаттен-Чапски, который находится по адресу: ул. Пилсудского, 10-12. В 2016 году в этом комплексе был построен павильон Юзефа Чапского - новый музей, посвященный внуку Эмерика, выдающемуся живописцу, писателю и свидетелю Катыни.</div>
    </div>
    <div class="national__btn"><a href="/visitors" data-link class="button">Купить билет</a></div>
    </div>
    `
}
export function Old() {
    return `
    <div class="old">
    <div class="old__history history-old">
        <div class="history-old__title">Старинное искусство до XVIII века</div>
        <div class="history-old__body">
            <div class="history-old__text FLU">Дворец Эразма Циолка построен в начале XVI века. Это самое красивое здание на Каноничей улице, одной из самых старых в Кракове. В архитектурном облике постройки прослеживаются как традиционные готические черты, так и влияние итальянского Ренессанса. В начале XVI века наряду с резиденцией епископа здесь размещалась элитная типография Флориана Унглера. Дворец перестраивался в 20-х годах XVI века и на рубеже XVI и XVII веков. Фундаментальный ремонт здания проведен в первой половине XVIII века, когда были выполнены фрески в залах для приемов на втором этаже, а фасад был укреплен контрфорсами, оштукатурен и покрашен в кремовую клетку на розовом фоне. В 1837г. дворец был разрушен пожаром,а последующие многочисленные переделки изменили внутреннее пространство здания, что уничтожило дворцовый облик постройки. Постепенно строение превращалось в руину. В 1996г. дом стал филиалом Национального музея в Кракове и спустя 10 лет был существенно перестроен.</div>
            <div class="history-old__image ibg"><img src="static/img/old/ciolka.webp" alt=""></div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__left">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/old/madonna.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Прекрасная Мадонна</div>
                    <div class="exhibit-block__subtitle">Богоматерь с Младенцем с Кружловой Выжны</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            В средневековой скульптуре популярным сюжетом был образ Прекрасной Мадонны, воплощавшийся в каменных статуях. Эти статути представляли идеализированную Марию, поражавшую неземной красотой. Богоматреь обычно изображали с тонкими чертами лица, маленьким ртом, с аккуратно лежащими волнами волос и стройным девичьим станом. Такие произведения создавал, к примеру, Мастер Прекрасных Мадонн - анонимный резчик, живший в XIV - XV веках и работавший в Силезии, в Поморье и в Чехии. Подобный облик прослеживается и в деревянной статуе Кружловской Мадонный, хотя это произведение другого художника.
                        </p>
                        <p>
                            Богоматерь представлена во весь рост, на левой руке она держит Младенца. Фигура Младенца сильно выстпуает, благодаря чему фигуры сморятся гармонично. Кроме того, Мадонна держит сына обеими руками, в то время как в подобных скульптурах она чаще всего держит в одной руке скипетр или иной королевский атрибут. Младенец голенький, художник как будто хотел подчеркнуть человеческую природу Сына Божия. Близость, эмоциональный контакт матери и Младенца усилен расположением в пространстве их лиц, обращенных друг к другу, словно зеркальное отражение одно другого. В отличие от каменных статуй типа Прекрасная Мадонна, всегда очень тщательно обработанных с лицевой, и с обратной сторон, статуя из Кружловой Выжны со спины просто вырублена; это означает, что она была предназначена для алтаря.
                        </p>
                        <p>
                            Лица Марии и Младенца обнаруживают сходства: высокий лоб, округлые щеки, тонко очерченные брови, то, как посажены глаза, похожие рот и улыбка.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__right">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/old/stvosh.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Вит Ствош</div>
                    <div class="exhibit-block__subtitle">Распятие</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Этот выдающийся представитель поздней готики прибыл в Краков для выполнения заказа городского совета - изготовить алтарь для Мариацкого костела. Свои очередные произведения он выполнял преимущественно в камне, среди них: распятие для Мариацкого костела(около 1491г.), надгробия для светских заказчиков и священнослужителей, в том числе короля Казимира Ягеллончика(около 1492г., Кафедральный собор на Вавеле). В 1496г. мастер выехал в Нюрнберг, однако в Германии его творчество не достигало такого высокого уровня, как в краковский период. От этого периода в Нюрнберге сохранилось много скульптур, например <q>Ангельское приветствие</q>(1518г.) в церкви Святого Лаврентия.
                        </p>
                        <p>
                            Авторство <q>Распятия</q> приписывают выдающемуся мастеру готики Виту Ствошу, который именно в Кракове достиг вершин своего артистического гения. Небольшое распятие производит огромное впечатление. Тонкая фигура Христа, только по бедрам обвитая тканью, выражает огромную боль и страдание. Благородное лицо поражает спокойствием и смирением, готовностью принять страдания за грехи людей.
                        </p>
                        <p>
                            Фигуры, выполненные Витом Ствошем, обычно одеты в декоративно взвихренные одежды, с резкими складками или пышно опадающие. Та же ткань, препоясывающая Христа, обвивает его тело достаточно искусственно.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__left">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/old/vitrazh.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Витраж</div>
                    <div class="exhibit-block__subtitle">Поклонение волхвов</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Это композиция, выполненная из кусочков цветного стекла, соединенных оловянными рамками в более обширные фрагменты, которыми заполняются оконные проемы. Декоративность витража усилена игрой проникающего через него света. Самые старые из известных витражей датируются эпохой Каролингов, однако расвет этой техники приходится на XIII век, одновременно с развитием готической архитектуры. В XIV веке на витражах стали изображать пространство и фигуры.
                        </p>
                        <p>
                            <q>Поклонение волхвов</q> - это витраж из доминиканского костела в Кракове. Представляет Богоматерь с Младенцем на коленях, перед ним стоит коленопреклоненная фигура самого старого из волхвов. Иисус тянется к открытому ларцу с дарами. Остальные волхвы изображены на соседнем фрагменте. Они стоят лицом друг к другу и держат в руках сосуды с ладаном и миррой.
                        </p>
                        <p>
                            Анонимный мастер не забыл о присутствии Вифлеемской звезды, которая, согласно Библии, вела волхвов к новорожденному Христу.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="exhibit-block exhibit-block__right">
        <div class="exhibit-block__row">
            <div class="exhibit-block__column">
                <div class="exhibit-block__image"><img src="static/img/1x1.png" data-src="static/img/old/st.anne.webp" alt=""></div>
            </div>
            <div class="exhibit-block__column">
                <div class="exhibit-block__body">
                    <div class="exhibit-block__title">Святая Анна</div>
                    <div class="exhibit-block__subtitle">Алтарь святой Анны. Леонардо да Винчи</div>
                    <div class="exhibit-block__text FLU">
                        <p>
                            Она была матерью Девы Марии и бабушкой Иисуса Христа. О её жизни никакой информации в Новом Завете нет. Каноническое Евангелие о ней умалчивает. Сведения о жизни святой Анны появляются в апокрифических текстах, датированных первыми веками христианства. Начиная с VI века она стала повсеместно почитаемой святой. Со временем святая Анна приобрела широкую популярность как покровительница женщин.
                        </p>
                        <p>
                            На картине представлены Богоматерь и Святая Анна с Младенцем. Изображения действующих лиц традиционно распределены по трем осям, новшеством в композиции стала роль рамы картины, которая доминирует над живописнымиэлементами произведения. Непривычно рельефная, почти архитектурная рама из позолоченного дерева насыщена богатыми орнаментами, в том числе изображены три прекрасные раковины. Её изобразил великий Леонардо да Винчи, который написал святую Анну вместе с Марией и Иисусом. На этой картине Мария представлена как воплощение родительской любви. Она наклонилась, чтобы отстранить своего сына от ягненка, символизирующего мучения и смерть Христа. Святая Анна - символ христианской Церкви - представлена принимающей неизбежную судьбу Спасителя. Женщины, представленные в расцвете молодости, больше похожи на сестер, чем на мать и дочь.
                        </p>
                        <p>
                            Святая Анна представлена в красивом красном платье. Она прижала правую руку к сердцу жестом, исполненным любви, самоотверженности и заботы.
                        </p>
                    </div>
                </div>
            </div>
        </div>
    </div>
    </div>
    `
}
export function Rembrandt(){
    return `
    <div class="rembrandt picture">
    <div class="rembrandt__body picture__body">
        <div class="rembrandt__image picture__image"><img src="static/img/1x1.png" data-src="static/img/rembrandt/rembrandt.webp" alt=""></div>
        <div class="picture__author"><cite>Пейзаж с милосердным самаритянином.</cite> Рембрандт Харменс Ван Рейн. 1638г.</div>
        <div class="rembrandt_text picture__text text">
            <div class="text__card FLU">Сохранилось лишь несколько пейзажей Рембрандта. Этот относится к библейской истории о самаритянине, который помог избитому и ограбленному путнику. Мимо раненого проходили люди, не оказывая ему помощи (священник и левит видны на картине). Только самаритянин привез страдающего в гостиницу и перевязал его рано. <div class="rembrandt__image-2 picture__image-2"><img src="static/img/1x1.png" data-src="static/img/rembrandt/rembrandt_2.webp" alt=""></div></div>
            <div class="text__card">Композиция состоит из различных элементов ландшафта, как родного (голландской равнины, ветряных мельниц, каменного моста), так и экзотического (горы, восточный город, пальма), что соответствовало традициям фламандской живописной пейзажной школы шестнадцатого века и большого Theatrum Mundi – театральной сцены, на которой разыгрывается вневременная драма. Природа как бы передает настроение содержание (глубину темного пасмурного неба рассекают яркие резкие лучи света), перекликаясь с главной темой картины и притчи: добро противостоит злу. Контраст достигается мощными темными мазками (небо, стена леса, густая листва деревьев), которые соседствуют с легкими и светлыми, словно горящими тонами (солнечная равнина, край неба). Создается впечатление объема: более плоский задний план и выступающий вперед, почти резной – передний (ветки дерева, человек на лошади).</div>
            <div class="text__card">Избитый мужчина сидит полуобнаженный на лошади, ведомой самаритянином.</div>
            <div class="text__card">Тяжелые тучи, сквозь которые пробивается солнце, символизируют зло, охватывающее мир. Лучи света означают добрые дела, подобные деянию милосердного самаритянина.</div>
        </div>
    </div>
    <div class="picture__border"></div>
    <div class="author__body">
        <div class="author__title">Рембрандт Харменс ван Рейн </div>
        <div class="author__card">
            <div class="author__text text">
                <div class="text__card">Один из величайших художников. Сначала работал в Лейдене, затем в Амстердаме. Он получал престижные заказы от двора герцого Оранских (в том числе цикл Страстей Христовых) и муниципальных учреждений (<q>Ночной дозор</q>, 1642г., по заказу городской корпорации стрелков). Он был выдающимся портретистом (<q>Портрет проповедника Корнелиса Ансло</q>, 1641г.), писал на религиозные сюжеты. Большой успех получила картина <q>Урок анатомии доктора Тюльпа</q> (1632г.). Он вел мастерскую, в которой обучались многие выдающиеся художники.</div>
                <div class="text__card">Родился в семье мельника в Лейдене, после чего переехал в Амстердам. В 1634г. Рембрандт женился на девушке из состоятельной семьи Саскии ван Эйленбюрх, чей образ был увековечен им на многих портретах с необыкновенной нежностью и любовью.</div>
                <div class="text__card">В 1642г. судьба наносит тяжёлый удар Рембрандту - умирает Саския. В этом же году он пишет свою самую выдающееся и известную картину Ночной дозор, композиционное решение которого не имеет ничего общего с традиционным групповым портретом.</div>
                <div class="text__card">Его последние работы поражают отточенностью мастерства. На последних автопортретах Рембрандта, ставших вершиной его не имеющей аналогов портретной галереи, перед зрителем предстаёт человек, стоически переносящий тяжёлые испытания и горечь утрат (в 1668 г. он потерял свою возлюбленную Хендрикье Стоффелс, а в 1668 г. - сына Титуса).</div>
                <div class="text__card">Рембрандт создал замечательные произведения почти во всех жанрах, пользовался разнообразной техникой письма (живопись, рисунок, офорт). Величайший мастер, он оказал влияние на многих известных художников. Ореол славы вокруг имени Рембрандта не померк и после его смерти, он получил истинное признание как один из выдающихся живописцев всех времён.</div>
                </div>
            <div class="author__image ibg"><img src="static/img/rembrandt/author.webp" alt=""></div>
        </div>
    </div>
    </div>
    `
}
export function Visitors() {
    return `
    <div class="visitors">
    <div class="visitors__body">
        <div class="visitors__image"><img src="static/img/1x1.png" data-src="static/img/visitors/visitors.webp" alt=""></div>
        <div class="visitors__info info-visitors">
            <div class="info-visitors__title">Центр информации и бронирования билетов</div>
            <a href="tel:+48 12 433 57 44"><div class="info-visitors__phone">+48 12 433 57 44</div></a>
            <a href="mailto:rezerwacja@mnk.pl"><div class="info-visitors__mail">rezerwacja@mnk.pl</div></a>
        </div>
        <div class="visitors__border"></div>
        <div class="visitors__work work-visitors">
            <div class="work-visitors__info"><span>Часы работы</span>
                понедельник: закрыто
                вторник: 10.00-19.00
                среда, четверг: 10.00-18.00
                пятница, суббота: 10.00-19.00
                воскресенье: 10.00-18.00
            </div>
        </div>
    </div>
    <div class="visitors-tabs tabs">
        <div class="tabs__nav tabs-nav">
            <div class="tabs-nav__item active" data-tab-name="tab-1">Постоянные выставки</div>
            <div class="tabs-nav__item" data-tab-name="tab-2">Аудиогид</div>
            <div class="tabs-nav__item" data-tab-name="tab-3">Временные выставки</div>
        </div>
        <div class="tabs__content">
            <div class="tab active tab-1">
                <div class="tab__body">
                    <div class="tab__title">ПОСТОЯННЫЕ ВЫСТАВКИ</div>
                    <div class="tab__info">Билет дает право на посещение постоянных выставок.</div>
                    <ul class="tab__cost">
                        <li>обычный - 15 злотых</li>
                        <li>льготный - 10 злотых </li>
                        <li>семья (макс.5 человек, в том числе минимум 1 ребенок до 18 лет) - 25 зл. </li>
                        <li><span>Вторник - день бесплатного посещения постоянных выставок.</span></li>
                    </ul>
                    <div class="tab__title">ПОЛОВИНА БИЛЕТА</div>
                    <div class="tab__info">ПОЛОВИНА БИЛЕТА, дающего право на вход на постоянные выставки.</div>
                    <ul class="tab__cost">
                        <li>обычный - 55 злотых</li>
                        <li>льготный - 35 злотых</li>
                        <li>семейный билет - 100 злотых</li>
                    </ul>
                </div>
            </div>
            <div class="tab tab-2">
                <div class="tab__body">
                    <div class="tab__title">АУДИОГИД (польский, английский, русский, немецкий, французский)</div>
                    <ul class="tab__cost">
                        <li>нормальная цена - 7 злотых</li>
                        <li>льготная цена - 5 зл.</li>
                    </ul>
                </div>
            </div>
            <div class="tab tab-3">
                <div class="tab__body">
                    <div class="tab__title">БИЛЕТЫ НА ВРЕМЕННЫЕ ВЫСТАВКИ</div>
                    <div class="tab__info">Билеты на временные выставки в главном здании также дают вам право посещать постоянные выставки в музее.</div>
                    <ul class="tab__cost">
                        <li>обычный билет - 15 зл.</li>
                        <li>льготный билет - 5 зл.</li>
                        <li>семейный билет - 30 зл.</li>
                    </ul>
                </div>
            </div>
        </div>
    </div>
    <div class="visitors__vehicle vehicle-visitors">
        <div class="vehicle-visitors__title">ДОСТУП НА ОБЩЕСТВЕННОМ ТРАНСПОРТЕ:</div>
        <ul class="vehicle-visitors__vehicle">
            <li>автобусы: 109, 124, 134, 144, 152, 164, 169, 173, 179, 194, 249, 304, 424, 502, 503 - остановка Национального музея</li>
            <li>трамваи: 20 - остановка Национальный музей</li>
        </ul>
        <div class="vehicle-visitors__subtitle">ПАРКОВКА:</div>
        <div class="vehicle-visitors__vehicle">Перед главным зданием находится платная подземная городская парковка.</div>
    </div>
    </div>
    `
}
export function Woman(){
    return `
    <div class="woman picture">
        <div class="woman__body picture__body">
            <div class="woman__image picture__image"><img src="static/img/1x1.png" data-src="static/img/woman/da-vinchi.webp" alt=""></div>
            <div class="picture__author"><cite>Дама с горностаем.</cite> Леонардо да Винчи. Около 1490г.</div>
            <div class="woman__text picture__text text">
                <div class="text__card FLU">Это самое драгоценное произведение искусства в Польше. Большой портрет Чечилии Галлерани, придворной дамы герцога Милана Лодовико Сфорца (из-за темной кожи его прозвали Моро, итальянское <i>il Moro</i> - Мавр), ранее было принято считать изображением фаворитки французского короля Франциска I. Сначала Чечилия сделала придворную карьеру, а затем стала женой графа Бергамино и жила во дворце Карманьола. Там она в течение многих лет вела салон, сама писала стихи и играла на музыкальных инструментах.</div>
                <div class="text__card">Зверек на руках у дамы имеет сложное символическое значение. <div class="woman__image-2 picture__image-2"><img src="static/img/1x1.png" data-src="static/img/woman/woman_2.webp" alt=""></div>
                <div class="text__card">
                    Его греческое название <i>galee</i> схоже с фамилией Галлерани (<i>Gallerani</i>) - это отсылка к фамилии модели. Животное также является символом Лодовико Сфорца, прозванного современниками <q>Ermelino</q> или <q>горностай</q>, что отсылает к престижному Ордену горностая, кавалером которого он был; горностай бл изображен и в его гербе.
                </div>
                <div class="text__card">В 1800г. полотно купил князь Адам Ежи Чарторыйский и подарил своей матери Изабелле. Картина была выставлена в Готическом доме в Пулавах. Во время восстания 1831г. былавывезена в Париж. В конце XIX века вернулась в Краков, в создаваемый Музей Чарторыйских. В 1939г. картина была украдена немецкими оккупантами, служила украшением Вавельской резеденции ГансаФранка, а затем была вывезена в Германию, откуда в 1946г. вернулась в Краков.</div>
                <div class="text__card">Красивое лицо модели повернуто вправо, а остальная часть ее тела развернута в противоположном направлении. Рентгенологическое исследование картины, проведенное в 1992г., подтвердило, что черный фон изначально был серо-голубым. Он был закрашен в XIX веке.</div>
                <div class="text__card">Горностай может быть также аллегорией материнства, так как, согласно древней легенде, содействует благополучному разрешению от бремени.</div>
            </div>
        </div>
        <div class="picture__border"></div>
        <div class="author__body">
            <div class="author__title">Леонардо да Винчи</div>
            <div class="author__card">
                <div class="author__text text">
                    <div class="text__card">Гений эпохи Возрождения, один из величайших художников всех времен. Не только живописец, рисовальщик и скульптор, но архитектор и градостроитель, теоретик искусства и ученый. Он работал во Флоренции(около 1472 - 1482 гг. и в 1500 - 1508 гг.), а после 1513г. - в Риме и Болонье. В 1517г. по приглашению короля Франции Франциска I Валуа поселился в замке Амбуаз, где и умер.</div>
                    <div class="text__card">Будущий гений родился в результате любовной связи благородного Пьеро да Винчи и девушки Катерины (Катарины). По социальным нормам того времени брачный союз этих людей был невозможен из-за низкого происхождения матери Леонардо. После рождения первенца ее выдали замуж за гончара, с которым Катерина прожила остаток жизни. Известно, что от мужа она родила четырех дочерей и сына.</div>
                    <div class="text__card">Первенец Пьеро да Винчи три года жил вместе с матерью. Отец Леонардо сразу после его рождения женился на богатой представительнице знатного рода, но законная супруга так и не смогла родить ему наследника. Через три года после заключения брака Пьеро забрал сына к себе и занялся его воспитанием. Мачеха Леонардо умерла через 10 лет, пытаясь родить наследника. Пьеро женился вторично, но снова быстро овдовел. Всего у Леонардо было четыре мачехи, а также 12 сводных братьев и сестер по отцовской линии.</div>
                    <div class="text__card">Родитель отдал Леонардо в ученики тосканскому мастеру Андреа Верроккьо. За время обучения у наставника сын Пьеро постиг не только искусство живописи и скульптуры. Молодой Леонардо изучил гуманитарные и технические науки, мастерство выделки кожи, основы работы с металлом и химическими реактивами. Все эти знания пригодились да Винчи в жизни.</div>
                    <div class="text__card">Леонардо получил подтверждение квалификации мастера в возрасте двадцати лет, после чего продолжил работу под началом Верроккьо. Молодой художник привлекался к мелкой работе над картинами своего учителя, например, прописывал фоновые пейзажи и одежду второстепенных персонажей. Собственная мастерская появилась у Леонардо только в 1476 году.</div>
                    </div>
                <div class="author__image ibg"><img src="static/img/woman/author.webp" alt=""></div>
            </div>
        </div>
    </div>
    </div>
    `
}